{"body": [{"text": "Karik viết tâm thư cho Đàm Phương Linh", "mistakes": []}, {"text": "Tối 20/10, Karik bất ngờ chia sẻ dòng tâm sự dài gửi người yêu cũ lên trang cá nhân. Chỉ vài phút sau đó, nam rapper đã xóa bài viết. Tuy nhiên, người hâm mộ đã nhanh tay chụp lại bài đăng trên và lan truyền trên các trang cộng đồng.", "mistakes": []}, {"text": "Trong bài đăng này, Karik liên tục bày tỏ nỗi buồn khi nhớ lại mối tình đã qua. \"Ngay tại thời điểm này có lẽ không từ ngữ nào diễn tả được cảm xúc của anh khi ngậm ngùi nhớ lại những thăng trầm mình đã đi qua cùng nhau, sự cố gắng của cả hai với mong muốn vượt qua ranh giới không phù hợp để gắn bó hơn trên con đường dài\", nam rapper viết.", "mistakes": []}, {"text": "Karik đăng tải hình ảnh chụp phía sau lưng Đàm Phương Linh.", "mistakes": []}, {"text": "Anh chia sẻ thêm: \"Nhưng cuộc sống lại không như mình mong muốn. Mình thương nhau nhưng niềm vui chỉ là chiếc võng cho nỗi buồn ngả lưng. Khi mọi gắng gượng càng lúc càng yếu ớt qua những trận cãi vã lớn nhỏ, những lần không thể thấu hiểu, anh nhận ra không phải mình không hợp nhau mà là vì mình chưa từng đặt nhau vào vị trí của đối phương\".", "mistakes": []}, {"text": "Trên mạng xã hội, người hâm mộ bày tỏ sự đồng cảm với chủ nhân hit Người lạ ơi khi anh bộc bạch sự day dứt khi phải chia tay bạn gái. \"Anh chỉ muốn em biết rằng phải khó khăn biết chừng nào khi phải chính miệng nói ra hai chữ 'dừng lại'. Nó chưa bao giờ là dễ dàng với anh, ngay cả khi đứng trước mặt em lẫn khi viết ra những lời này\", Karik chia sẻ.", "mistakes": [{"text": "chính", "start_offset": 199, "score": 0.7562021017074585, "suggest": [["chích", 0.9858801960945129]]}]}, {"text": "Cuối bài đăng, nam rapper 30 tuổi bày tỏ: \"Xin lỗi vì không thể đi hết con đường này cùng nhau\".", "mistakes": []}, {"text": "Cùng với bài đăng trên, Karik còn đăng kèm ảnh chụp từ phía sau lưng của anh và bạn gái cũ. Dựa vào vóc dáng, kiểu tóc và trang phục, người hâm mộ nhận ra đây chính là Đàm Phương Linh. Vì vậy, khán giả đoán nam rapper muốn nhắn nhủ dòng tâm sự trên đến nữ diễn viên 26 tuổi.", "mistakes": []}, {"text": "Trong thời gian hẹn hò, Karik và Phương Linh đồng hành trong nhiều show truyền hình.", "mistakes": []}, {"text": "Về phía Đàm Phương Linh, sau khi chia tay với Karik, nữ diễn viên từng tiết lộ với Zing.vn về lý do đường ai đấy đi.", "mistakes": [{"text": "đấy", "start_offset": 109, "score": 0.12479662895202637, "suggest": [["nấy", 0.9999492168426514]]}]}, {"text": "\"Hối tiếc là cả tôi và Karik không đủ kiên nhẫn nhìn lại bản thân, hy sinh cho mối quan hệ. Chúng tôi có nhiều tính cách không hòa hợp, không suy nghĩ giống nhau nên tạo ra nhiều sự mệt mỏi, căng thẳng cho nhau. Vì thế cả 2 quyết định dừng lại xem bản thân và tình cảm thế nào”, Đàm Phương Linh cho biết.", "mistakes": []}, {"text": "Sau khi chia tay, hai người vẫn duy trì mối quan hệ bạn bè. Cô nói: \"Chúng tôi vẫn còn tình cảm dành cho đối phương, quan tâm nhau như người thân. Cả 2 vẫn hỏi thăm nhau khi có chuyện buồn, công việc gặp trở ngại. Khi tôi ra mắt phim mới, tôi cũng muốn người thân của mình có mặt và đưa ra nhận xét công tâm nên đã mời Karik. Bạn xem phim và cũng dành lời khen cho diễn xuất của tôi”.", "mistakes": []}, {"text": "Karik kể chuyện mẹ bị lừa, mất nhà cửa phải đi ở thuê nhiều năm  Karik cho biết cách đây 9 năm, mẹ anh bị lừa mất hết tiền của, nhà cửa, sau đó phải đi ở thuê. Đến 2018, 2 mẹ con anh mua được căn nhà cho riêng mình.", "mistakes": []}, {"text": "Tuệ Lâm", "mistakes": []}]}
